Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/lansstyrelsen.se/folder_grundskyddet_finska.pdf.tmx
Source language: fin
Languages: sme

source: Hallituksen vähemmistöpolitiikan tavoitteena on suojella kansallisia vähemmistöjä, vahvistaa niiden vaikutusmahdollisuuksia ja tukea historiallisia vähemmistökieliä niin, että ne säilyvät elävinä. SYRJINTÄ JA SUOJATTOMUUS
sme: Ráđđehusa ulbmil unnitlogupolitiikkain lea addit suoji našuvnnalaš unnitloguide, nannet sin vejolašvuođaid váikkuheapmái ja doarjut historjjálaš unnitlogugielaid vai bissot ealligiellan.

source: Ruotsi on aina ollut monikielinen ja - kulttuurinen.
sme: Ruoŧŧa lea álu leamas máŋggagielat ja máŋggakultuvrralaš.

source: Saamelaiset, suomalaiset, tornionlaaksolaiset, romanit ja juutalaiset ovat asuneet maassa vuosisatoja.
sme: Sápmelaččat, suopmelaččat, durdnosleagilaččat, romerat ja judalaččat leat gávdnon riikkas hirbmat guhkes áiggi.

source: Heidän kielensä ja kulttuurinsa ovat osa Ruotsin yhteiskuntaa ja yhteistä kulttuuriperintöämme.
sme: Sin gielat ja kultuvrrat leat oasit ruoŧa servodagas ja min oktasaš kulturárbi.

source: Kansallisiin vähemmistöihin kuuluvien henkilöiden syrjintää, suojattomuutta ja epäoikeudenmukaista kohtelua tulee vastustaa.
sme: Vealaheapmi, olggušteapmi ja goksu olbmuin geat gullojit našuvnnalaš unnitloguide galgá vuosttilduvvot.

source: Heillä tulee olla samat mahdollisuudet osallistua yhteiskunnalliseen elämään kuin muullakin väestöllä.
sme: Sis galget leat seamma máŧolašvuođat go iežáin oassálastit servodateallimis.

source: Hallintoviranomaisten on tarvittaessa sopivalla tavalla tiedotettava kansallisille vähemmistöille tämän lain mukaisista oikeuksista.
sme: heivvolaš vuogi mielde juohkit dieđuid našuvnnalaš unnitloguide sin rivttiid birra dán lága mielde.

source: SAAMELAISET: Ruotsissa asuu 20 000–35 000
sme: SÁMIT: Leat sullii 20 000–35 000 sámi Ruoŧas geat

source: saamelaista, jotka puhuvat saamen eri varieteetteja.
sme: ságastit sierra sámigielat varietehtaid.

source: Saamelaiset ovat myös alkuperäiskansa.
sme: Sápmelaččat leat maiddai eamiálbmogat.

source: Kansallisten vähemmistöjen vaikutusmahdollisuuksia ja osallisuutta tulee vahvistaa, muun muassa siten, että viranomaiset toimivat yhteistyössä niiden kanssa.
sme: Našuvnnalaš unnitloguid máŧolašvuođat váikkuheapmái ja oassálastimii galgá nannet, earret iežá galget eiseválddit ráđđidit singuin.

source: Vähemmistöille tulee antaa todelliset vaikutusmahdollisuudet heitä itseään koskevissa kysymyksissä.
sme: Unnitlogut galget duođain beassat váikkuhit jearaldagain mat gusket sidjiide.

source: Kielilaissa (2009:600) sanotaan, että (lain suo
sme: Giellalágas (2009:600) almmuhuvvo ahte

source: mennoksessa: yhteiskunnalla) on erityinen vastuu suojella ja edistää kansallisia vähem
sme: stáhtas ja gielddain lea sierra ovddasvástádus suddjet ja ovddidit našuvnnalaš unnitlog

source: RUOTSINSUOMALAISET::Ruotsissa asuu 450 000–600 000 ruotsinsuomalaista.
sme: RUOŦASUOPMELAČČAT::Leat sullii 450 000–600 000 ruoŧasuopmelačča Ruoŧas.

source: Monet asuvat Tukhol
sme: Eatnasat orrot

source: man ja Mälarinlaakson alueella.
sme: Stockholm-Mälardalena guovllus.

source: Vähemmistökielenä on suomi.
sme: Unnitlogugiella lea suomagiella.

source: TORNIONLAAKSOLAISET: Ruotsissa asuu noin 50 000
sme: DURDNOSLEAGILAČČAT: Leat sullii 50 000

source: tornionlaaksolaista, ennen kaikkea Norrbottenissa.
sme: durdnosleagilačča Ruoŧas geain eatnasat orrot Norrbottenis.

source: Heidän vähemmistökieltään kutsutaan meänkieleksi.
sme: Unnitlogugiella gohčoduvvo me-änkielin.

source: Kansallisten vähemmistöjen kieliä ja kulttuureita tulee suojella ja edistää.
sme: Našuvnnalaš unnitloguid gielat ja kultuvrrat galget suddjejuvvot ja ovddiduvvot.

source: Kansallisiin vähemmistöihin kuuluvilla henkilöillä on oltava mahdollisuus omaksua ja käyttää omaa äidinkieltään sekä kehittää omaa kulttuuri-identiteettiään.
sme: Olmmoš gii gullo našuvnnalaš unnitlohkui galgá sáhttit oahppat ja geavahit eatnigielas ja ovddidit iežas kultuvrralaš iešdovddu.

source: Kansallisten vähemmistökielten tulee olla eläviä kieliä Ruotsissa.
sme: Našuvnnalaš unnitlogugielat galget leat ealligiellan Ruoŧas.

source: Hallintoviranomaisten on annettava kansallisille vähemmistöille mahdollisuus vaikuttaa heitä koskeviin kysymyksiin ja neuvoteltava
sme: Hálddahuseiseválddit galget addit našuvnnalaš unnitloguide vejolašvuođa váikkuheapmái jearaldagain mat gusket sidjiide

source: 50 000–100 000 romania.
sme: ROMERAT::Leat sullii 50 000–100 000 romera Ruoŧas geat orrot miehtá riikka.

source: Heidän vähemmistökiel-enään on romanin eri varieteetteja.
sme: Unnitlogugiellan leat sierra varietehtat romani chibas.

source: JUUTALAISET: Ruotsissa asuu 20 000–25 000 juutala
sme: JUDALAČČAT: Leat sullii 20 000–25 000 judalaččat geat orrot Ruoŧas.

source: ista.
sme: NORGA

source:  Kveeni  Romani  Saame
sme: STUORA BRITANNIA

source:  Saame  Suomi  Meänkieli  Romani  Jiddiš
sme:  Korn-giella  Iris-giella  Mans-giella  Vuolit-skohtalašgiella  Skohtalaš-gaelikgiella  Ulster-skohtalašgiella  Kymrigiella (valesgielat)

source:  Romani  Venäjä  Saame  Ruotsi  Tataari  Jiddiš  Karjala
sme:  Dánskkagiella  Vuolit-duiskagiella  Vuolit-sorbiagiella  Davvi-frisiagiella  Romani  Saterfrisiagiella  Allasorbiagiella DÁNMÁRKU

source: Iiri Manksi Skotti Gaeli Ulsterin skotti Kymri
sme: Friis-giella Limburgisko-giella Vuolit-saksalašgiella Romani Jiddisch

source:  Armenia  Beas  Bulgaria  Kroatia  Saksa  Kreikka  Puola
sme:  Ruošša-giella  Rusina-giella / Rutena
